Revit 2024 API
GroupTypeId.ToposolidSubdivision Property
 Sub-Division.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId ToposolidSubdivision { get; }
Visual Basic
Public Shared ReadOnly Property ToposolidSubdivision As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ToposolidSubdivision {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace